Updated the Readme file for Lab_2
